{
    "english_button": "An",
    "french_button": "Fr",
    "about_section_00_title": "Our Mission, Values, Expertise",
    "about_section_00_p_01": "At Perth Soup Company, we are dedicated to making delicious, healthy and balanced, locally-grown meals easy for you to enjoy. Our selection of entrées, soups, chili, and dry mixes are made in small batches with the utmost care. We use purified water, stainless steel and ceramic cookware, and the best ingredients available.",
    "about_section_00_p_02": "We source our ingredients close to home and use only Ontario-raised chicken, locally-raised ground beef, and AAA Alberta stewing beef. We strive to use seasonal Ontario vegetables for maximum freshness. We believe supporting Ontario agriculture promotes food resiliency and benefits everyone.",
    "about_section_00_p_03": "Our facility is a NUT-FREE and DRUG-FREE zone, and we heartily practise and support #FAIRKITCHENS. Our extensive experience in food service has given us a deep understanding of what consumers are looking for in today's convenience foods: quality local products made without added preservatives or fillers. We offer products that cater to a variety of specialty diets.",
    "about_section_01_title": "Ingredients, Facility, Staff",
    "about_section_01_p_01": "Today's dietary concerns are many, from lifestyle preferences to restricted diets to allergies. You will find our ingredient labels easy to read, including Nutrition Facts tables and easy-to-see icons denoting ingredient clarifications. For detailed product information, go to our products page. A full listing of ingredients and special considerations is there.",
    "about_section_01_p_02": "Got questions? Email us at: info@perthsoup.ca and we will answer.",
    "about_section_01_p_03": "Promoting quality, consistency, safety, and great taste.",
    "about_section_01_p_04": "Our facility is NUT-FREE. Our fresh-to-frozen products are Free From: Nuts, Soy, Fish and Seafood, and MSG. Please note, we use Pot Barley in our Beef Barley Soup, so this soup contains some gluten. Some entrées contain wheat. Please read the labels. Our dry mixes are all vegetarian and NON-GMO. We DO NOT use ingredients from China or California.",
    "about_section_01_p_05": "All of our staff are Safe Food Handler certified and HACCP trained. We love what we do and put love into every day at Perth Soup Company.",
    "about_section_02_title": "About Chef Kim",
    "about_section_02_p_01": "With 16 years of experience in the culinary world, Chef Kim Davis brings her passion for healthy balanced meals, Canadian-grown ingredients, and approachable flavours to Perth Soup's line-up of ready-to-eat meals. There is no escaping vegetables here!",
    "about_section_02_p_02": "From line cook to bread maker to pastry chef to caterer to dessert wholesaler to do-it-all Tea Room owner to Perth Soup Co., Kim just keeps on cooking with one eye on the pots and the other on the future of food.",
    "about_section_02_p_03": "Canada's new food guide, with its focus on alternative proteins, beans, and pulses, is the current focus for Kim's new recipes, and she may also bring back the sweeter side...DESSERTS.",
    "about_section_02_p_04": "There is always something new cooking up in the kitchen at Perth Soup Company, and it might just be 'Simply Souperb'.",
    "about_section_03_title": "Perth Soups & The Environment",
    "about_section_03_p_01": "We strive to make the best choices possible when it comes to helping to protect the environment and reduce our carbon footprint. Our facility runs 100% on electricity, and our appliances are all energy star-rated. We use efficient double-walled freezers, and our lighting is LED. We recycle packaging, and boxes are returned to suppliers for reuse.",
    "about_section_03_p_02": "We are proud to be able to reduce waste by diverting food scraps to feed free-range hens at Bowness Farm.",
    "about_section_03_p_03": "We are committed to building improved soil quality by composting, gardening, and planting as many trees, bushes, and flowers as we can in our garden, to enhance soil quality and provide habitat for insects, birds, and small wildlife.",
    "about_section_03_p_04": "The 100-mile diet is a concept we support strongly, both in sourcing and distribution, but our Canadian climate makes it challenging. Eastern Ontario encompasses our 100-mile area, and our goal is to source ingredients from within this region, but it is not always possible. Buying from local farmers and growers is our priority; regional and provincial suppliers are next, followed by western Canadian growers for barley, beans, and pulses.",
    "ingredients_header": "Ingredients",
    "ingredients_00": "All Natural",
    "ingredients_01": "Gluten-Free",
    "ingredients_02": "No MSG",
    "ingredients_03": "Non-GMO",
    "ingredients_04": "Vegan",
    "ingredients_05": "No Soy",
    "ingredients_06": "No Nuts",
    "soups_header": "Soup Flavours",
    "soups_00": "Tomato Basil Soup",
    "soups_01": "Potato Leek Soup",
    "soups_02": "Roasted Vegetable Soup",
    "soups_03": "Lentil Vegetable Soup",
    "soups_04": "Fiesta Black Bean Soup",
    "soups_05": "Florentine Chicken Soup",
    "soups_06": "Beef Barley Soup",
    "soups_07": "Mushroom & Wild Rice Soup",
    "soups_08": "Curry Lentil Dahl",
    "soups_09": "Moroccan Chickpea Stew",
    "location": "Algonquin College, Perth Campus, 7 Craig St, Perth ON K7H 1X7",
    "location_header": "Find us in the Cafeteria",
    "hours_00": "Monday to Thursday: 8am to 4pm",
    "hours_01": "Friday: 8am to 3pm",
    "hours_02": "Closed Saturday & Sunday",
    "contact_info": "CALL OR TEXT: 365-275-2751",
    "shopping_header": "Go Shopping for Soups in the Freezer Section",
    "wholesale_header": "Looking for Wholesale?",
    "wholesale_info": "Our product line is RETAIL READY with tamper-proof packaging, barcodes, nutrition fact tables, preparation statements, and ingredient lists.",
    "wholesale_enquiries": "WHOLESALE ENQUIRIES",
    "header_00": "Souper Easy",
    "header_01": "Frozen Soups",
    "header_02": "Ready to eat in 20 minutes",
    "features_00": "Healthy",
    "features_01": "Small Batch",
    "features_02": "Local Food",
    "features_03": "Gluten-Free Options",
    "features_04": "Ontario Made",
    "closing_00": "Making Great Soups Since 2018",
    "closing_01": "With Love and Thanks,",
    "copyright": "Copyright {currentYear} - Perth Soup Company",
    "mavericks_logo_alt": "Maverick's Donut Company Logo",
    "mavericks_title": "BONUS",
    "mavericks_description": "We sell Maverick's Coffee & Donuts",
    "mavericks_note": "Special orders welcome",
    "perth_soup_logo_alt": "Perth Soup Logo, soup ladle"
  }